# SheetCollectionFailures Properties

---
The BuiltInFailuresSheetCollectionFailures type exposes the following members.
| Name| Description
---|---|---
| SheetCollectionDuplicateName|  Sheet Collection name is already in use. Provide a unique name.
Top
#### Reference
BuiltInFailuresSheetCollectionFailures Class
Autodesk.Revit.DB Namespace